{
  "title": "Mapping the African Governance Architecture",
  "introduction": "The African Governance Architecture (AGA) is a dialogue and coordination framework among various African Union recognised institutions and instruments working on governance. It was established in 2011, following the adoption of the [African Charter on Democracy, Elections and Governance](https://ecdpm.org/work/guide-african-charter-democracy-elections-and-governance) (ACDEG) in 2007, in light of the rising number of constitutional amendments for presidential term extension on the continent.\n\nSince then, the AGA has sought to organise and promote the implementation of norm-setting AU-level instruments (commonly known as the ‘shared value instruments’) such as the Constitutive Act of the African Union; African Charter of Human and Peoples’ Rights; African Charter on the Rights and Welfare of the Child Lomé Declaration on Unconstitutional Changes of Government; and of course, the ACDEG.\n\nThe AGA’s mandate is to promote  good governance, democracy and human rights through the implementation of the instruments mentioned above. The AGA’s role is also  to deepen coordination and cooperation between AU organs, institutions and regional economic communities (RECs), and it seeks to ensure citizen engagement and popular participation.\n\nThe three main ways AGA fulfils these mandates are norms; organs and institutions; and oversight mechanisms. A fourth intended pillar, the African Governance Facility, has not materialised yet. The key structures are:\n- the African Governance Platform (AGP),\n- the AGA Secretariat, and\n- the citizen and youth engagement initiative.\n\n## 1. The African Governance Platform (AGP)\nThe AGP, which began its activities in 2013, is the operational arm of the AGA. It provides a forum for interaction and dialogue between representatives of the AU institutions, organs and RECs that make up the platform on the one hand and other national and external stakeholders on the other. This is carried out along five clusters: democracy, governance, human rights and transitional justice, constitutionalism and the rule of law, and humanitarian assistance.\n\nThe AGP comprises 19 entities (reviewed below), which are the core organs and specialised agencies of the AU and the regional economic communities recognised by the AU. One of them also chairs the AGA for a two-year period. These institutions share a mandate to promote and uphold democracy, governance and human rights. The flagship activity of the AGP is the annual High-Level Dialogue on Governance, Democracy and Human Rights, which provides an opportunity for open and comprehensive conversations on the status of democracy, human rights and governance on the continent.\n\n## 2. The AGA secretariat\nThe AGA secretariat is part of the AU Commission’s recently merged ‘[super-Department](https://ecdpm.org/work/merging-peace-and-politics-drivers-dilemmas-and-options-for-the-aus-new-governance-setup)’ of **Political Affairs, Peace and Security (PAPS)**. The secretariat has its own staff and also hosts focal points of AGA platform members. Its functions include the organisation of high-level dialogues; supervision of the implementation of the ACDEG (on standby) ; knowledge management (also on standby); and the implementation of a youth engagement strategy.\n\n## 3. Citizen and youth engagement\nThe AGA youth engagement strategy is a prominent AGA secretariat initiative which aims to include African youth in high-level discussions on democratic trends on the continent. A pre-forum on youth and gender often precedes the high-level dialogue.\n\nKey challenges to the work of the AGA include the lack of sustainable financing, staffing and backing by AU member states. This weakens the AGA secretariat’s  impact on the AU’s decision-making processes, even though the individual members of the AGP, such as the AU-PSC, have strong decision-making power themselves. For example, the overall outcomes from the high-level dialogues are submitted as non-binding conclusions to the AU Commission chairperson’s office for further deliberations and possible implementation. Despite these challenges, the AGA and AGP continue to seek to fulfil the AU’s vision of implementing shared values on governance and offer entry points for collaboration, including for civil society.\n\nThis online tool provides an overview of the AGP’s members and includes links to policy briefs which explore the histories, mandates and civil society engagement activities.",
  "select-organization": "select an organisation to learn more",
  "unions-title": "AU Governance-related institutions",
  "recs-title": "Regional Economic Communities (RECs)",
  "footer-text": "This tool is co-funded by the European Union. Its contents are the sole responsibility of the Charter Project Africa and do not necessarily reflect the views of the European Union.",
  "unions": [
    {
      "title-short": "AU-PSC",
      "title": "African Union Peace and Security Council (AU-PSC)",
      "description": "- __Conflict- and crisis-focused__: The Peace and Security Council (PSC) is the main intergovernmental decision-making body for addressing conflict-related crises on the continent. It holds a mandate to promote and enforce governance norms by sanctioning unconstitutional changes in government through its recently operationalised sub-Committee on Sanctions.\n- __Coordination centre__: The PSC is the main pillar of the African Peace and Security Architecture (APSA), thereby coordinating with all institutions that promote peace, security and stability on the continent.\n- __Geographic representation__: The growing relevance of the PSC has increased discussions on the method for assigning seats in the PSC to AU member states.\n- __Civil society engagement__: A detailed procedure for convening civil society, the Livingstone Formula, should provide a key avenue for CSO engagement with the PSC once fully operationalised.\n*AU PSC secretariat location: Addis Ababa, Ethiopia.*",
      "location": [38.7832946, 8.9628377],
      "url": "https://drive.google.com/file/d/1utCTWy-ah_oWEEftrCuip3HV4A_wO0HO/view?usp=share_link"
    },
    {
      "title-short": "APRM",
      "title": "African Peer Review Mechanism (APRM)",
      "description": "- __Voluntary__: The African Peer Review Mechanism (APRM) is a voluntary instrument by which states self-monitor their governance performance, share experiences, reinforce best practices and identify deficiencies in practice.\n- __Early warning__: The APRM also acts as a conflict early warning tool, alongside the APSA and AGA.\n- __Strong civil society engagement__: Civil society can engage with national review processes that inform the country reports. However experiences vary from country to country.\n- __Normative value__: Reports by the APRM have more normative than coercive value.\n*APRM headquarters: Midrand, South Africa.*",
      "location": [28.0937621, -25.9896332],
      "url": "https://drive.google.com/file/d/13E0YhtmO6QKHWl-ITbCrErTFAc69qPOB/view?usp=share_link"
    },
    {
      "title-short": "AUC",
      "title": "African Union Commission (AUC)",
      "description": "- __Key AU organ__: The African Union Commission (AUC) is the secretariat of the African Union as a supranational institution. It takes instruction from the AU Executive Council and the Assembly of heads of state, which are the principal decision making organs of the AU. The AU Commission hosts the secretariat of the AGA.\n- __More than a Secretariat__: The AUC has also shaped African agendas, for instance when it provided groundwork for the adoption of the African Charter on Democracy, Elections and Governance (ACDEG).\n- __Reformed structure__: The 2018 AU reforms sought to address chronic funding issues and merged the previous Peace and Security Department and the Department of Political Affairs  of the AUC into one ‘Super-Department’ of Political Affairs, Peace and Security.\n*AUC Location: Addis Ababa, Ethiopia.*",
      "location": [38.783638, 8.963516],
      "url": "https://drive.google.com/file/d/13s5d5wHjQAhIWz27HdKbxuSuZRTcW-pD/view?usp=share_link"
    },
    {
      "title-short": "AUDA-NEPAD",
      "title": "African Union Development Agency - New Partnership for Development (AUDA-NEPAD)",
      "description": "- __Technical function__: The African Union Development Agency-NEPAD (AUDA-NEPAD) is the technical development organ of the African Union tasked to spearhead economic development in Africa.\n- __Innovation__: AUDA-NEPAD initiated the African Peer Review Mechanism, a mutually agreed mechanism for AU states to self-monitor their governance performance.\n- __CSO engagement__: So far, CSOs have chiefly been beneficiaries of AUDA-NEPAD activities. However, the recent launch of online tools holds promise for new avenues of engagement.\n*AUDA-NEPAD location: Midrand, South Africa.*",
      "location": [28.0937621, -25.9896332],
      "url": "https://drive.google.com/file/d/1xSfcC55EEhL3MpKS2Pm-UfjYdTPpLq45/view?usp=share_link"
    },
    {
      "title-short": "ACHPR",
      "title": "African Commission on Human and Peoples’ Rights (ACHPR)",
      "description": "- __Human rights promotion and protection__: the primary functions of the African Commission on Human and Peoples’ Rights (ACHPR) are the promotion and protection of human and peoples’ rights, as well as the interpretation of the Human and Peoples’ Rights (Banjul Charter)  and ensuring states’ compliance with it.\n- __Engagement with civil society__: The ACHPR actively engages with NGOs, CSOs and national human rights institutions (NHRIs) in all its ordinary sessions, which take place every half year and are open to the public.\n- __Upholding the ACDEG__: The ACHPR Bureau was elected as the Chair of the AGA for the years 2022 and 2023.\n*ACHPR location: Banjul, the Gambia.*",
      "location": [-16.5964688, 13.4575763],
      "url": "https://drive.google.com/file/d/1AhDCqm-TKi3v_52UIlZd2Cs1uhm4Pch-/view?usp=share_link"
    },
    {
      "title-short": "African Court on Human and Peoples’ Rights & Court of Justice",
      "title": "African Court on Human and Peoples’ Rights & Court of Justice",
      "description": "- __Complementary human rights mandate__: The African Court on Human and People’s Rights complements the African Commission on Human and Peoples’ Rights (with which it is not to be confused) in the protection and promotion of human rights.\n- __Accessing the Court__: While states and African institutions are the primary users of the Court, the Protocol provides for individual / NGO access if the state in question has made the relevant declaration. The referral mechanism through the ACHPR also provides indirect access to the Court.\n- __Single Court__: The African Court on Human and Peoples’ Rights is to be merged with the African Court of Justice to form the African Court of Justice and Human Rights, although the necessary ratifications by- member states have been slow. The amended Statute of the single Court criminalises unconstitutional changes of government.\n*African Court location: Arusha, Tanzania.*",
      "location": [36.6756678, -3.3983151],
      "url": "https://drive.google.com/file/d/1df1fL6ff9QBpQnk5j3SA8K9QUVoCDral/view?usp=share_link"
    },
    {
      "title-short": "ECOSOCC",
      "title": "Economic Social and Cultural Council (ECOSOCC)",
      "description": "- __Advisory and bridging role__: The Economic Social and Cultural Council (ECOSOCC) is formally mandated to advise the AU on behalf of social and professional groups. It is  the interface between civil society and the Union, although the criteria to become a member of its general assembly of CSOs are restrictive.\n- __Thematic activities__: ECOSOCC has been revitalised and works with a roster of CSOs and carries their voice to the AU via events, position papers and other activities on a wide range of themes such as migration. Interested CSOs can join these rosters as a way to engage with the AGA and the AU.\n- __Responsible for AU accreditation__: A review of the accreditation process for civil society at the AU is under way, under ECOSOCC leadership.\n*ECOSOCC location: Lusaka, Zambia.*",
      "location": [28.3482162, -15.424442],
      "url": "https://drive.google.com/file/d/1KHcmDVr9KGzMN_A_7xi8kiUufyFAvsyI/view?usp=share_link"
    },
    {
      "title-short": "AU-ABC",
      "title": "African Union Advisory Board on Corruption (AU-ABC)",
      "description": "- __Narrow mandate__: The Board encourages African countries to adopt and apply legal measures directly linked to the African Union Convention on Preventing and Combating Corruption. It can engage on related themes such as illicit financial flows and the proactive measurement of corruption, but has no mandate for enforcing anti-corruption more generally.\n- __Partnership__: The Board is mandated to partner with the African Commission on Human and Peoples Rights and civil society, among others.\n- __Complementary mandates__: The new corruption mandate of the to-be-established African Court of Justice and Human Rights provides a much-needed enforcement backing to the work of the Board.\n*AU-ABC location: Arusha, Tanzania.*",
      "location": [36.6756678, -3.3983151],
      "url": "https://drive.google.com/file/d/1wApQZKCl4-t4mTB1x0Wt8C5eg3tFofVQ/view?usp=share_link"
    },
    {
      "title-short": "AUCIL",
      "title": "AU Commission on International Law (AUCIL)",
      "description": "- __Independent advisory AU organ__: The African Union Commission on International Law (AUCIL) is mandated to codify and progressively develop international law in Africa, especially the laws of the African Union.\n- __ACDEG powers__: Despite the constraints it faces, the AUCIL is well placed to push legal aspects of the topics of democracy and unconstitutional changes of government within the African Union.\n*AUCIL location: Addis Ababa, Ethiopia.*",
      "location": [38.783638, 8.963516],
      "url": "https://drive.google.com/file/d/1RyneeNEe4vOPDr6v0Oe0Gr6W5o2lz4IW/view?usp=share_link"
    },
    {
      "title-short": "ACERWC",
      "title": "African Committee of Experts on the Rights and Welfare of the Child (ACERWC)",
      "description": "- __Promotion and protection__: The African Committee of Experts on the Rights and Welfare of the Children (ACERWC) was established to monitor, promote and protect children’s rights in Africa.\n- __Active civil society forum__: The Civil Society Organisations Forum on the Rights and the Welfare of the Child actively engages with the ACERWC through advocacy and contributions to the election process for members.\n- __Engagement with the African Governance Architecture__: The ACERWC has committed to engaging more closely  with civil society and with the AGA through embedding of activities and cross-fertilisation.\n*ACERWC location: Maseru, Lesotho.*",
      "location": [27.5053983, -29.3445974],
      "url": "https://drive.google.com/file/d/1omzZknqJZP_yc6lxpdeojK6OFie4yRXe/view?usp=share_link"
    },
    {
      "title-short": "PAP",
      "title": "Pan-African Parliament (PAP)",
      "description": "- __Continental citizen participation__: The Pan-African Parliament (PAP) was established to provide for the participation of the African peoples in continental decision-making via elected officials.\n- __Limited mandate__: The intention was for PAP members to be directly elected through universal suffrage. But since uptake of the 2014 Protocol to that effect is still lagging, the powers of the PAP are consultative and advisory only. The lack of member states’ action to fully operationalise the PAP calls its legitimacy into question.\n- __Renewed activity on governance and civil society__: The PAP plans to increase engagement with the African Governance Architecture and civil society going forward.\n*PAP location: Midrand, South Africa.*",
      "location": [28.0872389, -25.9976566],
      "url": "https://drive.google.com/file/d/1vXoxF6qpBkVmfj-EkYZPLo2RKWOACYNx/view?usp=share_link"
    }
  ],
  "recs": [
    {
      "title-short": "AMU/UMA",
      "title": "Arab Maghreb Union / Union du Maghreb Arabe (AMU / UMA)",
      "description": "- __Formal mandate to work on governance__: As a REC recognised by the AU, the Arab Maghreb Union (AMU) is part of the African Governance Architecture and meant to promote shared values in North Africa, but this remains mainly at the level of potentiality.\n- __Least active REC__: Due to disagreements linked to the Western Sahara dispute, members have not held an annual summit since 1994. This leaves the organisation deprived of a decision-making mechanism.\n- __Functioning secretariat__: The secretariat is still technically functional and able to engage in areas of governance, for instance by participating in AGA meetings. But as long as the region is so divided, its efforts seem unlikely to bear much fruit.\n*5 member states, of which 3 have signed and 2 ratified the ACDEG.*\r*Headquarters: Rabat, Morocco.*",
      "countries": ["MAR", "ESH", "DZA", "TUN", "LBY", "MRT"],
      "location": [-6.8411266, 33.956405],
      "url": "https://drive.google.com/file/d/1CsuQggft-YAPQt-pgYr3VUBk9I2B5ziL/view?usp=share_link"
    },
    {
      "title-short": "CEN-SAD",
      "title": "Community of Sahel–Saharan States (CEN-SAD)",
      "description": "- __Broad membership__: With 29 member states, all of which are also members of other communities, the Community of Sahel–Saharan States (CEN-SAD) faces important coordination issues as well as questions around its added value.\n- __Minimal member state investment__: Fluctuating membership and irregular summits signal a lack of investment by member states.\n- __Widened agenda__: While this hinders progress on its main stated agenda – trade integration and free movement – it does not preclude engaging in areas such as security, where it can play a supportive role, or sending occasional observer missions to endorse the integrity of electoral processes.\n*29 member states, 25 of which have signed and 21 ratified the ACDEG.*\r*Headquarters: N’Djamena, Chad.*",
      "countries": [
        "MAR",
        "TUN",
        "LBY",
        "EGY",
        "SDN",
        "ERI",
        "TCD",
        "NER",
        "MLI",
        "MRT",
        "SEN",
        "GMB",
        "GNB",
        "GIN",
        "SLA",
        "LBR",
        "CIV",
        "GHA",
        "TGO",
        "BEN",
        "NGA",
        "CAF",
        "SOM",
        "KEN",
        "DJI"
      ],
      "location": [13.1871342, 32.8815674],
      "url": "https://drive.google.com/file/d/1-5x6JbbiOk3aIf-RbNl63L1tMQoBhkSv/view?usp=share_link"
    },
    {
      "title-short": "COMESA",
      "title": "The Common Market for Eastern and Southern Africa (COMESA)",
      "description": "- __Broad economic objectives__: The Common Market for Eastern and Southern Africa (COMESA) has wide-ranging objectives, such as the promotion of trade and sustainable economic development, including through peace and security work. With its record of electoral observation, COMESA has more modest objectives in political governance. It closely collaborates with other RECs, especially with IGAD, SADC and EAC, to meet its objectives.\n- __Leadership vacuum__: It is a large REC focused on trade but with limited common vision and absence of a dominant state (hegemon) that can drive its agenda. Member states have tended to be more invested in other RECs of which they are members.\n- __Increased CSO engagement__: In recent years COMESA has increased its engagement with civil society organisations and made efforts to improve their capacity and role in decision-making.\n*21 member states, 18 of which have signed and 11 ratified the ACDEG.*\r*Headquarters: Lusaka, Zambia.*",
      "countries": [
        "TUN",
        "LBY",
        "EGY",
        "SDN",
        "ERI",
        "ETH",
        "SOM",
        "KEN",
        "UGA",
        "COD",
        "RWA",
        "BDI",
        "TZA",
        "AGO",
        "ZMB",
        "MWI",
        "MOZ",
        "MDG",
        "SWZ",
        "NAM",
        "LSO",
        "DJI"
      ],
      "location": [28.279895, -15.4002807],
      "url": "https://drive.google.com/file/d/1VWHzzlgav0I_crqRvOpnRPg6gshLSLMz/view?usp=share_link"
    },
    {
      "title-short": "EAC",
      "title": "East African Community (EAC)",
      "description": "- __Substantial economic regional integration__: The East African Community (EAC) focuses on pursuing a customs union, a common market, monetary union and ultimately a political federation. It has a mandate to pursue norm alignment and enforcement on governance, but these have fallen behind.\n- __Adverse political context__: The region has a low level of ACDEG ratifications and a general trend of shrinking civic space, which hinders the promotion of democratic governance norms and citizen engagement. The adoption of a regional democracy protocol has stalled since 2011. The EAC court of justice is coordinating this difficult context.\n- __Civil society engagement as a yet-unfulfilled aspiration__: An ambitious framework – the EAC’s Consultative Dialogue Framework – is in place but structural obstacles exist, such as restrictive conditions for observer status.\n*7 member states, 6 of which have signed and 3 ratified the ACDEG.*\r*Headquarters: Arusha, Tanzania.*",
      "countries": ["COD", "SSD", "UGA", "RWA", "BDI", "TZA", "KEN", "SOM"],
      "location": [36.6514636, -3.3966015],
      "url": "https://drive.google.com/file/d/1dIYXiHD53BPaaA1qt9iZgBbeyiH3UHeZ/view?usp=share_link"
    },
    {
      "title-short": "ECCAS",
      "title": "Economic Community of Central African States (ECCAS)",
      "description": "- __Low level of integration and REC activity__: The Economic Community of Central African States (ECCAS)  straddles different regions of Africa and members rely more on other cooperation structures. There have been recent efforts to reinvigorate the REC with a new treaty and turning its secretariat into a commission and collaborate closely with other RECs.\n- __No governance mandate__: Despite efforts in peace and security, ECCAS has no vision statement or regional instrument on governance principles, although it is involved in the area of electoral assistance.\n- __Limited engagement with civil society__: There have been few attempts to connect with civil society structurally, with exceptions such as collaboration in the area of electoral observation.\n*11 member states, all of which have signed and 7 ratified the ACDEG.*\r*Headquarters: Libreville, Gabon.*",
      "countries": [
        "TCD",
        "CMR",
        "CAF",
        "GNQ",
        "GAB",
        "COG",
        "COD",
        "AGO",
        "RWA",
        "BDI",
        "STP"
      ],
      "location": [9.4274198, 0.4088071],
      "url": "https://drive.google.com/file/d/1c8V_FlqxrxoCVeKNW--x9uzVtaX4GxvD/view?usp=share_link"
    },
    {
      "title-short": "ECOWAS",
      "title": "Economic Community of West African States (ECOWAS)",
      "description": "- __Most active REC in the area of governance__: The Economic Community of West African States (ECOWAS) frequently takes high-level decisions in reaction to democratic challenges, election observation missions, etc. The region has a high level of ACDEG uptake and democracy, albeit with significant challenges. Contestation makes governance norms important.\n- __Preferential engagement with civil society__: ECOWAS’ willingness to collaborate with civil society is geared towards organisations that help it bridge delivery gaps, rather than watchdog organisations dedicated to advocacy and demanding improved political accountability and human rights from its member states.\n- __Role of umbrella organisation__: Two CSO networks stand out as privileged partners on governance: WANEP focuses on conflict prevention and peacebuilding;  while WACSOF has a broader mandate to represent CSOs, although it has reportedly faced more structural challenges.\n- __Promising digital approaches__: Digital technologies enable civil society to conduct their governance activities more efficiently in a regional context of shrinking civic space. Civil society’s engagement with ECOWAS stands to benefit from digitalisation through dialogue with online activists and tech experts and wider capacity support partnerships.\n*15 member states, all of which have signed and 13 ratified the ACDEG.*\r*Headquarters: Abuja, Nigeria.*",
      "countries": [
        "SEN",
        "GMB",
        "GNB",
        "GIN",
        "MLI",
        "SLE",
        "LBR",
        "CIV",
        "GHA",
        "TGO",
        "BEN",
        "BFA",
        "NER",
        "NGA",
        "CPV"
      ],
      "location": [7.4434488, 9.0311345],
      "url": "https://drive.google.com/file/d/1-ODMdQms-9UPRJHBXuVtFrkMS7lj812D/view?usp=share_link"
    },
    {
      "title-short": "IGAD",
      "title": "Intergovernmental Authority on Development (IGAD)",
      "description": "- __Historical focus on disasters, peace and security__: What brings together the member states of the Intergovernmental Authority on Development (IGAD) are primarily objectives in the area of drought prevention and desertification, regional peace and security. It holds an implicit mandate to work on political governance in the sense that democracy and integrity issues are root causes of conflicts, but it does not have an explicit one.\n- __Crisis management over norms building__: IGAD regularly holds extraordinary summits to tackle emergencies, but the record of periodic, institutionalised exchanges at the head of state level has been more limited. This can halt IGAD’s ability to develop norms – for instance a draft Protocol on Governance Democracy and Elections has been pending adoption since 2014. Since 2019, a reform process is taking place to improve the organisation’s day to day functioning.\n- __Limited regional civic space__: Some of IGAD’s member states are distrustful in principle of civil society, which reflects the relatively low levels of democracy and limited civic space in the region, including at the REC. Areas that might hold promise for CSO involvement include supporting IGAD’s early warning mechanism, peacebuilding consultations and data collection, and election observation.\n*7 member states, all of which have signed and 5 ratified the ACDEG.*\r*Headquarters: Djibouti.*",
      "countries": ["SDN", "ERI", "SSD", "ETH", "SOM", "KEN", "UGA", "DJI"],
      "location": [42.627373, 11.8133251],
      "url": "https://drive.google.com/file/d/1bBaJPSDjP0AldyWVP20aWxBz6GpCbvMJ/view?usp=share_link"
    },
    {
      "title-short": "SADC",
      "title": "Southern African Development Community (SADC)",
      "description": "- __Expansion and changing focus__: The Southern African Development Community (SADC)  traces its roots to a coalition against apartheid-era South Africa, a country it welcomed as member after the end of apartheid. Since then, the regional bloc has expanded towards Central Africa, with a focus on trade integration and sustainable development.\n- __Limited activity in promotion of democratic governance norms__: SADC has a formal role to play in this area, but its member states rarely prioritise it. The region has a low prevalence of undemocratic change of government, and enforcement of democratic governance norms is sometimes perceived as inopportune or not  a priority for the region’s stability.\n- __State-centric__: Formal structures allow for civil society engagement with SADC, but with few exceptions results are mixed when it comes to substantial engagement on the democratic governance agenda. Apex bodies representing business interests find it easier than CSOs to engage.\n*16 member states, 13 of which have signed and 10 ratified the ACDEG.*\r*Headquarters: Gaborone, Botswana.*",
      "countries": [
        "COD",
        "AGO",
        "ZMB",
        "MWI",
        "TZA",
        "MOZ",
        "MDG",
        "ZWE",
        "BWA",
        "NAM",
        "ZAF",
        "SWZ",
        "LSO",
        "SYC",
        "COM",
        "MUS"
      ],
      "location": [25.924668, -24.6089951],
      "url": "https://drive.google.com/file/d/1kzVczbADYB2_7BeGr6w6BiC-SMMsDzbk/view?usp=share_link"
    }
  ],
  "timeline": {
    "2002": "Launch of the African Union",
    "2004": "Establishment of the [Peace and Security Council](https://drive.google.com/file/d/1utCTWy-ah_oWEEftrCuip3HV4A_wO0HO/view) for crisis resolution",
    "2007": "Adoption of the ACDEG with 12 immediate signatures",
    "2011": "Establishment of the African Governance Architecture to promote the [ACDEG](https://ecdpm.org/work/guide-african-charter-democracy-elections-and-governance)",
    "2012": "The ACDEG enters into force after 15 countries have ratified",
    "2013": "Adoption of Agenda 2063 where good governance features as a priority",
    "2017": "The [African Peer Review Mechanism](https://drive.google.com/file/d/13E0YhtmO6QKHWl-ITbCrErTFAc69qPOB/view) is mandated to track implementation and oversee monitoring and evaluation of governance commitments",
    "2021": "New [AUC](https://drive.google.com/file/d/13s5d5wHjQAhIWz27HdKbxuSuZRTcW-pD/view) institutional [setup for governance, peace & security](https://ecdpm.org/work/merging-peace-and-politics-drivers-dilemmas-and-options-for-the-aus-new-governance-setup); new protocol on relations between the AU and RECs",
    "2022": "ACDEG 15th anniversary of adoption and 10th anniversary of entry into force"
  }
}
